{
    "assistente_intelligente": {
        "01F026RC VAPORE A T105": {
            "soluzioni_comuni": [
                "Primari tappati, valvole di radici bloccate aperte. Necessita ponteggio x eseguire attività., da programmare a prima fermata impianto"
            ]
        },
        "1000F201I(CONDENSA D126)CONTROLLO TARATURA E RIPRISTINO MISURA DI PORTATA": {
            "soluzioni_comuni": [
                "Effettuata taratura con esito positivo."
            ]
        },
        "100P3032A_DR DIFFERENZIALE DI PRESSIONE TENUTA K651A CONTROLLO E RIPRISTINO MISURA": {
            "soluzioni_comuni": [
                "EFFETTUATA TARATURA E REGOLATI FLUSSAGGI DI AZOTO",
                "Attivata teminata in data 15/09/2025. Ripristinata funzionalità"
            ]
        },
        "10229177-10229176 -  1100- misuratori di portata 11F011-11F012": {
            "soluzioni_comuni": [
                "Effettuata assistenza ponterosso per scovolatura prese di radici f012 effettuata presa visione ponteggio f011."
            ]
        },
        "10229177-10229176 -  1100- misuratori di portata 11F011-11F012\n1200/3": {
            "soluzioni_comuni": [
                "Strumento f012 presenta radici tappate aperte al 50%. eseguito tentativo di stasatura delle prese radici. Eseguita stasatura su positiva con esito positivo, negativa risulta ancora tappata. necessita intervento da parte di ponterosso. F011 invece risulta presa radice negativa tappata e si necessità intervento da parte di ponterosso, necessita ponteggio."
            ]
        },
        "10230203   700: MTZ 07L002HA controllo funzionale\n10230202   700: MTZ 07L018HA controllo funzionale": {
            "soluzioni_comuni": [
                "Impossibile da intercettare e scaricare in quanto le valvole risultano bloccate. Provato solo elettricamente"
            ]
        },
        "10230224   2400-L606CV SMONTAGIO/RIMONTAGGIO VALVOLA PER REVISIONE": {
            "soluzioni_comuni": [
                "eseguito smontaggio valvola per revisione in officina ed effettuato taglio n 8 tiranti con conseguente contro flangiatura. Effettuata sostituzione ip converter e filtro riduttore.",
                "rimontaggio valvola collegamenti pneumatici ripristinati allineamento con sala controllo e inserimento della valvola a processo"
            ]
        },
        "10230257   700A:": {
            "soluzioni_comuni": [
                "CONTROLLATI TUTTI GLI STRUMENTI INERENTI AL DP202, CHE DOVREBBERO FARE START/STOP POMPE P205-P204B. GLI STRUMENTI IN QUESTIONE SONO: LI208A, TX DI LIVELLO IN COMUNE CON LI208B. LE MISURE ARRIVANO CORRETTAMENTE IN SALA CONTROLLO. CONTROLLATO ANCHE L208SC, LIVELLOSTATO, IL QUALE ARRIVA IN SALA CONTROLLO, MA NON FA NESSUN AUTOMATISMO. CONTROLLATO ANCHE L007RC, CHE FA MISURA E REGOLAZIONE MA NON START/STOP POMPE. DAI LOOP NON SI CAPISCE CHI TRA TUTTI SIA IL MASTER DELLO START/STOP. INTERESSATO IL SIG. PREZZAVENTO, CHE IN QUESTI GG. CI DARA' RISPOSTE SU UN SISTEMA CHE NON FUNZIONA DA PIU' DI 20 ANNI.( IN AUTOMATICO)"
            ]
        },
        "10230467  800: RIPRISTINO TUBO ARIA SPAZIO NOCIVO C101A": {
            "soluzioni_comuni": [
                "Trovato tubicino valvola parzializzazione spezzato. eseguita sostituzione olivetta e ricollegato con esito positivo."
            ]
        },
        "10230468   1200/3:  PER RIPRISTINO funzionale LCV401": {
            "soluzioni_comuni": [
                "SOSTITUITO FILTRO RIDUTTORE E IP-CONVERTER PERCHE' GUASTI. VALVOLA ALLINEATA ED INSERITA IN REGOLAZIONE CON ESE."
            ]
        },
        "1200-MAX  E OFF SITE CONTROLLO  RIPRISTINO E MOVIMENTAZIONE  KV e HIC.": {
            "soluzioni_comuni": [
                "Forzata in apertura KV805",
                "sbloccaggio kv805"
            ]
        },
        "400T213I (C101B CUSCINETTI) CONTROLLO E RIPRISTINO LOOP DI TEMPERATURA": {
            "soluzioni_comuni": [
                "Termoresistenza non trovata sull'apparecchiatura, attività programmata per domani 18 settembre"
            ]
        },
        "600L005DIC(H2O D103)  600L006IC(HC D103) CONTROLLO E TARATURA LIVELLI": {
            "soluzioni_comuni": [
                "Effettuata taratura e pulita gabbia.",
                "600L005DIC modificati parametri come riportati da manuale ed effettuata nuova taratura come livello interfase. Effettuate prove funzionali con esito positivo. 600L006IC controllo non effettuato, attività programmata per domani 18 settembre"
            ]
        },
        "CONTROLLO E RIPRISTINO MISURA\n400T213I (C101B CUSCINETTI)": {
            "soluzioni_comuni": [
                "Pt 100 non trovata, da svolgere attività in data 17/09/2025"
            ]
        },
        "MISURA\n400T213I (C101B CUSCINETTI)": {
            "soluzioni_comuni": [
                "effettuata taratura e stasati primari parzialmente tappati"
            ]
        },
        "RIPRISTINO GRUPPO MANOMETRICO MANDATA P402/B": {
            "soluzioni_comuni": [
                "Smontaggio vecchio gruppo , rifacimento in cantiere nuovo gruppo + controllo pressostato e sostituzione 4 valvole , tuning , e manometro con glicerina , sostituzione cavallotti di fissaggio . Inserito e consegnato con chiusura permesso."
            ]
        },
        "Ripristino funzionalit Civacon - controllo sonda n. 3": {
            "soluzioni_comuni": [
                "Ripristinata funzionalità civacon."
            ]
        },
        "Verifica annuale di funzionalita' dei Differenziali di Pressione dei filtri a cestello di tutti i Bracci di carico": {
            "soluzioni_comuni": [
                "(br32) Terminato montaggio staffa per cassetta JB , collegamento contatto e verifica con sala controllo.\n\nTerminato controllo deltaP rampa 1/2/3",
                "Eseguite verifiche deltaP rampa 1 rampa 2",
                "Non proseguita per priorità 551310/C"
            ]
        },
        "livelli caldaia F101 L401RC - L402SL": {
            "soluzioni_comuni": [
                "L402sl nessuna anomalIa riscontrata. l401rc abbiamo riscontrato una perdita sul niples del barilotto necessita intervento carpentiere cantiere sud,per eliminazione perdita."
            ]
        }
    },
    "pdl_problematici": [
        {
            "pdl": "548303/C",
            "conteggio_sospesi": 3
        },
        {
            "pdl": "550785/C",
            "conteggio_sospesi": 2
        },
        {
            "pdl": "551179/C",
            "conteggio_sospesi": 2
        },
        {
            "pdl": "550722/C",
            "conteggio_sospesi": 2
        },
        {
            "pdl": "550723/C",
            "conteggio_sospesi": 2
        }
    ]
}